// Strings for Jar Launcher.  These are used when a JAR file doesn't have a main class or the class file doesn't 
// have a main()

com.apple.java.JarLauncher.jarLaunchFailed="The Java JAR file “%@” could not be launched.";
com.apple.java.JarLauncher.classLaunchFailed="The Java class file “%@” could not be launched.";
com.apple.java.JarLauncher.checkConsole = "Check the Console for possible error messages.";
